Revit 2027 API
ParameterTypeId.ViewerSheetCollection Property
 "Sheet Collection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerSheetCollection { get; }
Public Shared ReadOnly Property ViewerSheetCollection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerSheetCollection {
	ForgeTypeId^ get ();
}
static member ViewerSheetCollection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace